Ran Plan for 2 projects:

1. project: `production` dir: `.` workspace: `default`
1. project: `staging` dir: `.` workspace: `default`

### 1. project: `production` dir: `.` workspace: `default`
<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_vpc.example will be created
+ resource "aws_vpc" "example" {
      + arn                                  = (known after apply)
      + cidr_block                           = "10.60.0.0/16"
      + default_network_acl_id               = (known after apply)
      + default_route_table_id               = (known after apply)
      + default_security_group_id            = (known after apply)
      + dhcp_options_id                      = (known after apply)
      + enable_classiclink                   = (known after apply)
      + enable_classiclink_dns_support       = (known after apply)
      + enable_dns_hostnames                 = (known after apply)
      + enable_dns_support                   = true
      + id                                   = (known after apply)
      + instance_tenancy                     = "default"
      + ipv6_association_id                  = (known after apply)
      + ipv6_cidr_block                      = (known after apply)
      + ipv6_cidr_block_network_border_group = (known after apply)
      + main_route_table_id                  = (known after apply)
      + owner_id                             = (known after apply)
      + tags_all                             = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p production`
* :put_litter_in_its_place: To **delete** this plan click [here](https://3639-18-212-4-2.ngrok.io/lock?id=anselmenumbisia%252Fatlantis_terraform%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p production`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 2. project: `staging` dir: `.` workspace: `default`
**Plan Error**
```
running "/usr/bin/terraform plan -input=false -refresh -out \"/home/ec2-user/.atlantis/repos/anselmenumbisia/atlantis_terraform/2/default/staging-default.tfplan\" -var-file stage.tfvars" in "/home/ec2-user/.atlantis/repos/anselmenumbisia/atlantis_terraform/2/default": exit status 1
╷
│ Error: expected cidr_block to contain a valid Value, got: 10.80.0.0 with err: invalid CIDR address: 10.80.0.0
│ 
│   with aws_vpc.example,
│   on main.tf line 18, in resource "aws_vpc" "example":
│   18:   cidr_block = var.vpc_cidr
│ 
╵

```

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
